Revit 2024 API
ParameterTypeId.KeyValue Property
 "Key Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId KeyValue { get; }
Visual Basic
Public Shared ReadOnly Property KeyValue As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KeyValue {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace